Repository: iworks/build-a-house
Catalog: languages/build-a-house-*.po
Languages: pl_pl

source: Build a House
pl_pl: Zbuduj Dom

source: Build a House allows to log expenses and events during construction.
pl_pl: Zbuduj Dom pozwala na rejestrowanie wydatków i zdarzeń podczas budowy.

source: Sale Price Breakdown
pl_pl: Zakup

source: Finished Lot Cost
pl_pl: Koszty przygotowania

source: Total Construction Cost
pl_pl: Całkowity koszt budowy

source: Financing Cost
pl_pl: Koszty finansowania

source: General Expenses
pl_pl: Wydatki ogólne

source: Site Work
pl_pl: Przygotowanie

source: Building Permit Fee
pl_pl: Opłata za pozwolenie na budowę

source: Impact Fee
pl_pl: Podatki i opłaty

source: Water & Sewer Fees Inspections
pl_pl: Przyłącze wodno-kanalizacyjne

source: Architecture
pl_pl: Architekt

source: Engineering
pl_pl: Konstruktor

source: Foundations
pl_pl: Podwaliny

source: Foundation
pl_pl: Fundament

source: Concrete
pl_pl: Beton

source: Retaining walls
pl_pl: Mury oporowe

source: Backfill
pl_pl: Podsypka

source: Framing
pl_pl: Konstrukcja ścian

source: Roof
pl_pl: Dach

source: Trusses
pl_pl: Konstrukcja

source: Sheathing
pl_pl: Podbitka

source: Steel
pl_pl: Stal

source: Exterior Finishes
pl_pl: Wykończenia zewnętrzne

source: Exterior Wall Finish
pl_pl: Wykończenie ścian zewnętrznych

source: Roofing
pl_pl: Zadaszenie

source: Windows
pl_pl: Okna

source: Doors
pl_pl: Drzwi

source: Major Systems
pl_pl: Główne systemy

source: Plumbing
pl_pl: Hydraulika

source: Electrical
pl_pl: Elektryka

source: HVAC
pl_pl: Ogrzewania i klimatyzacja

source: Smart Home
pl_pl: Instalacja domu intelientnego

source: Interior Finishes
pl_pl: Wykończenia wnętrz

source: Insulation
pl_pl: Izolacja

source: Drywall
pl_pl: Płyty gipsowo-kartonowe

source: Interior Trims
pl_pl: Wykończenie wnętrza

source: Internal Doors
pl_pl: Drzwi wewnętrzne

source: Mirrors
pl_pl: Lustra

source: Painting
pl_pl: Malowanie

source: Lighting
pl_pl: Oświetlenie

source: Cabinets
pl_pl: Szafy

source: Countertops
pl_pl: Blaty

source: Appliances
pl_pl: Urządzenia

source: Flooring
pl_pl: Posadzka

source: Plumbing Fixtures
pl_pl: Osprzęt hydrauliczny

source: Fireplace
pl_pl: Kominek

source: Final Steps
pl_pl: Ostatnie kroki

source: Landscaping
pl_pl: Architektura krajobrazu

source: Watering
pl_pl: Nawadnianie

source: Outdoor Structures (deck patio, porches)
pl_pl: Konstrukcje zewnętrzne (taras, ganek)

source: Driveway
pl_pl: Podjazd

source: Clean Up
pl_pl: Sprzątanie

source: Other
pl_pl: Inne

source: Title
pl_pl: Tytuł

source: Date Start
pl_pl: Data rozpoczęcia

source: Cost
pl_pl: Koszt

source: Configuration
pl_pl: Konfiguracja

source: Construction Site
pl_pl: Budowa

source: Street
pl_pl: Ulica

source: Zip code
pl_pl: Kod pocztowy

source: City
pl_pl: Miasto

source: Import Breakdowns
pl_pl: Import kroków budowy

source: Build a House do not have such post type!
pl_pl: Wtyczka Zbuduj Dom nie posiada takiego typu treści!

source: Are you sure to import breakdowns?
pl_pl: Czy na pewno zaimportować etapy budowy?

source: Settings
pl_pl: Ustawienia

source: Donate
pl_pl: Przekaż datek

# Taxonomy General Name
source: Locations
pl_pl: Miejsca

# Taxonomy Singular Name
source: Locations
pl_pl: Miejsc

source: Locations
pl_pl: Miejsca

source: All Locations
pl_pl: Wszystkie miejsca

source: New Locations Name
pl_pl: Nowa nazwa miejsc

source: Add New Locations
pl_pl: Dodaj miejsce

source: Edit Locations
pl_pl: Edytuj miejsca

source: Update Locations
pl_pl: Aktualizuj miejsca

source: View Locations
pl_pl: Podejrzyj miejsca

source: Separate Locations with commas
pl_pl: Oddzielaj miejsca przecinkami

source: Add or remove Locations
pl_pl: Dodaj lub usuń miejsca

source: Choose from the most used
pl_pl: Wybierz z najczęściej używanych

source: Popular Locations
pl_pl: Popularne miejsca

source: Search Locations
pl_pl: Szukaj miejsce

source: Not Found
pl_pl: Nie znaleziono

source: No items
pl_pl: Brak elementów

source: Locations list
pl_pl: Lista miejsc

source: Locations list navigation
pl_pl: Nawigacja listy miejsc

source: Full Name:
pl_pl: Nazwa:

source: Street Address 1:
pl_pl: Ulica 1:

source: Street Address 2:
pl_pl: Ulica 2:

source: ZIP Code:
pl_pl: Kod pocztowy:

source: Country
pl_pl: Kraj

source: Bank account
pl_pl: Numer konta bankowego

source: Website
pl_pl: Witryna

source: mobile
pl_pl: komórka

source: phone
pl_pl: telefon

# Contractor General Name
source: Contractors
pl_pl: Dostawcy

# Contractor Singular Name
source: Contractor
pl_pl: Dostawca

source: Contractors
pl_pl: Dostawcy

source: Contractor
pl_pl: Dostawca

source: Contractor Archives
pl_pl: Archiwum dostawców

source: Contractor Attributes
pl_pl: Właściwości dostawcy

source: Parent Contractor:
pl_pl: Dostawca nadrzędny:

source: Add New Contractor
pl_pl: Dodaj dostawcę

source: Add New
pl_pl: Dodaj

source: New Contractor
pl_pl: Dodaj dostawcę

source: Edit Contractor
pl_pl: Edytuj dostawcę

source: Update Contractor
pl_pl: Aktualizuj dostawcę

source: View Contractor
pl_pl: Podejrzyj dostawcę

source: View Contractors
pl_pl: Podejrzyj dostawców

source: Search Contractor
pl_pl: Szukaj dostawcy

source: Not found
pl_pl: Nie znaleziono

source: Not found in Trash
pl_pl: Nie znaleziono w koszu

source: Featured Image
pl_pl: Obrazek wyróżniający

source: Set featured image
pl_pl: Ustaw obrazek wyróżniający

source: Remove featured image
pl_pl: Usuń obrazek wyróżniający

source: Use as featured image
pl_pl: Użyj jako obrazek wyróżniający

source: Insert into contractor
pl_pl: Dodaj do dostawcy

source: Uploaded to this contractor
pl_pl: Dodaj do dostawcy

source: Contractors list
pl_pl: Lista dostawców

source: Contractors list navigation
pl_pl: Nawigacja listy dostawców

source: Filter contractors list
pl_pl: Filtruj listę dostawców

source: Contractor Description
pl_pl: Opis dostawcy

source: Contractor Data
pl_pl: Dane dostawcy

source: Contact Data
pl_pl: Dane dostawcy

source: Full Name
pl_pl: Nazwa

source: All contractors
pl_pl: Wszyscy dostawcy

source: Date start
pl_pl: Data rozpoczęcia

# Event General Name
source: Events
pl_pl: Zdarzenia

# Event Singular Name
source: Event
pl_pl: Zdarzenie

source: Events
pl_pl: Zdarzenia

source: Event
pl_pl: Zdarzenie

source: Event Archives
pl_pl: Archiwum zdarzeń

source: Event Attributes
pl_pl: Właściwości zdarzenia

source: Parent Event:
pl_pl: Zdarzenie nadrzędne:

source: Add New Event
pl_pl: Dodaj zdarzenie

source: New Event
pl_pl: Dodaj zdarzenie

source: Edit Event
pl_pl: Edytuj zdarzenie

source: Update Event
pl_pl: Aktualizuj zdarzenie

source: View Event
pl_pl: Podejrzyj zdarzenie

source: View Events
pl_pl: Podejrzyj zdarzenia

source: Search Event
pl_pl: Szukaj zdarzenia

source: Events list
pl_pl: Lista zdarzeń

source: Events list navigation
pl_pl: Nawigacja listy zdarzeń

source: Event Description
pl_pl: Opis zdarzenia

source: Event Data
pl_pl: Dane zdarzenia

source: Date End
pl_pl: Data ukończenia

source: Mobile
pl_pl: Komórka

# expence General Name
source: Expences
pl_pl: Wydatki

# expence Singular Name
source: Expence
pl_pl: Wydatek

source: Build a house
pl_pl: Zbuduj dom

source: Expence
pl_pl: Wydatek

source: Expences
pl_pl: Wydatki

source: Item Attributes
pl_pl: Właściwości elementu

source: Add New expence
pl_pl: Dodaj wydatek

source: New expence
pl_pl: Dodaj wydatek

source: Edit expence
pl_pl: Edytuj wydatek

source: Update expence
pl_pl: Aktualizuj wydatek

source: View expence
pl_pl: Podejrzyj wydatek

source: View expences
pl_pl: Zobacz wydatki

source: Search expence
pl_pl: Szukaj wydatek

source: Insert into item
pl_pl: Dodaj do elementu

source: Uploaded to this item
pl_pl: Dodaj do elementu

source: Items list
pl_pl: Lista elementów

source: Items list navigation
pl_pl: Nawigacja listy elementów

source: Filter items list
pl_pl: Filtruj elementy

# slug for archive
source: build_a_house_expences
pl_pl: zbuduj-dom-wydatki

# Breakdown General Name
source: Breakdowns
pl_pl: Etapy budowy

# Breakdown Singular Name
source: Breakdown
pl_pl: Etap budowy

source: Breakdowns
pl_pl: Etapy budowy

source: New Breakdown Name
pl_pl: Nowa nazwa etapu

source: Add New Breakdown
pl_pl: Dodaj etap

source: Edit Breakdown
pl_pl: Edytuj krok budowy

source: Update Breakdown
pl_pl: Aktualizuj krok budowy

source: View Breakdown
pl_pl: Zobacz krok budowy

source: Separate items with commas
pl_pl: Oddzielaj elementy przecinkami

source: Add or remove items
pl_pl: Dodaj lub usuń element

source: Popular Breakdowns
pl_pl: Popularne etapy budowy

source: Search Breakdowns
pl_pl: Szukaj koków budowy

source: Breakdowns list
pl_pl: Lista etapów budowy

source: Breakdowns list navigation
pl_pl: Nawigacja etapów budowy

source: Detailed data
pl_pl: Dane szczegółowe

source: Date
pl_pl: Data

source: Show expences from selected period.
pl_pl: Pokaż wydatki z wybranego okresu.

source: expences
pl_pl: wydatki

source: table
pl_pl: tabela

source: Expences with header
pl_pl: Nagłówek i wydatki

# Block pattern description
source: Show expences with header.
pl_pl: Pokaż nagłówek i wydatki z wybranego okresu.

source: An error occurred while getting the configuration.
pl_pl: Wystąpił błąd w czasie odczytywania konfiguracji.

source: Upload image
pl_pl: Dodaj obrazek

source: Delete image
pl_pl: Skasuj obrazek

source: Save Changes
pl_pl: Zapisz zmiany

source: ZIP code
pl_pl: Kod pocztowy

source: OFF
pl_pl: Wyłącz

source: ON
pl_pl: Włącz

source: Hey %1$s, you've been using %2$s for a while now, and we hope you're happy with it.
pl_pl: Hej %1$s, już jakiś czas jest używana wtyczka %2$s i mamy nadzieję, że jej użycie sprawia przyjemność.

source: We've spent countless hours developing this free plugin for you, and we would really appreciate it if you dropped us a quick rating!
pl_pl: Spędziliśmy niezliczone godziny na opracowywaniu tej bezpłatnej wtyczki i bylibyśmy wdzięczni, za wystawienie oceny!

source: Thanks :)
pl_pl: Dziękuję :)

source: Rate %s
pl_pl: Oceń %s

source: Saving
pl_pl: Zapisywanie

source: No thanks
pl_pl: Nie dziękuję

source: Expences Settings
pl_pl: Ustawienia wydatków

source: Period:
pl_pl: Okres:

source: All data
pl_pl: Wszystkie dane

source: This year
pl_pl: Aktualny rok

source: This month
pl_pl: Aktualny miesiąc

source: Last 7 days
pl_pl: Ostatnie 7 dni

source: Configure block on sidebar.
pl_pl: Konfiguracja bloku w panelu bocznym.
